{
  "first_author": [
    {
      "title": "FRESCO: The Paschen-α Star-forming Sequence at Cosmic Noon",
      "year": "2024",
      "authors": [
        "Neufeld, Chloe",
        "van Dokkum, Pieter",
        "Asali, Yasmeen",
        "Covelo-Paz, Alba",
        "Leja, Joel",
        "Lin, Jamie",
        "Matthee, Jorryt",
        "Oesch, Pascal A.",
        "Reddy, Naveen A.",
        "Shivaei, Irene",
        "Whitaker, Katherine E.",
        "Wuyts, Stijn",
        "Brammer, Gabriel",
        "Marchesini, Danilo",
        "Maseda, Michael V.",
        "Naidu, Rohan P.",
        "Nelson, Erica J.",
        "Velichko, Anna",
        "Weibel, Andrea",
        "Xiao, Mengyuan"
      ],
      "abstract": "We present results from the JWST First Reionization Epoch Spectroscopically Complete Observations survey on the star-forming sequence (SFS) of galaxies at 1.0 &lt; z &lt; 1.7, around the peak of the cosmic star formation history. Star formation rates (SFRs) are measured from the redshifted, relatively dust-insensitive Paschen-α emission line, and stellar mass measurements include the F444W (4.4 μm; rest-frame H) band. We find SFRs of galaxies with log(M <SUB>*</SUB>/M <SUB>⊙</SUB>) &gt; 9.5 that are lower than found in many earlier studies by up to 0.6 dex, but in good agreement with recent results obtained with the Prospector fitting framework. The difference (log(SFR(Paα)-SFR(Prospector)) is ‑0.09 ± 0.04 dex at 10<SUP>10‑11</SUP> M <SUB>⊙</SUB>. We also measure the empirical relation between Paschen-α luminosity and rest-frame H-band magnitude and find that the scatter is only 0.04 dex lower than that of the SFR–M* relation and is much lower than the systematic differences among relations in the literature due to various methods of converting observed measurements to physical properties. We additionally identify examples of sources—that, with standard cutoffs via the UVJ diagram, would be deemed quiescent—with significant (log(sSFR)&gt; ‑11 yr<SUP>‑1</SUP>), typically extended, Paschen-α emission. Our results may be indicative of the potential unification of methods used to derive the SFS with careful selection of star-forming galaxies and independent SFR and stellar mass indicators.",
      "bibcode": "2024ApJ...972..156N"
    },
    {
      "title": "RELICS: small lensed z ≥ 5.5 galaxies selected as potential Lyman continuum leakers",
      "year": "2022",
      "authors": [
        "Neufeld, Chloe",
        "Strait, Victoria",
        "Bradač, Maruša",
        "Lemaux, Brian C.",
        "Coe, Dan",
        "Yang, Lilan",
        "Treu, Tommaso",
        "Zitrin, Adi",
        "Nonino, Mario",
        "Bradley, Larry",
        "Sharon, Keren"
      ],
      "abstract": "We present size measurements of 78 high-redshift (z ≥ 5.5) galaxy candidates from the Reionization Lensing Cluster Survey (RELICS). These distant galaxies are well resolved due to the gravitational lensing power of foreground galaxy clusters, imaged by the Hubble Space Telescope and the Spitzer Space Telescope. We compute sizes using the forward-modelling code LENSTRUCTION and account for magnification using public lens models. The resulting size-magnitude measurements confirm the existence of many small galaxies with effective radii R<SUB>eff</SUB> &lt; 200 pc in the early Universe, in agreement with previous studies. In addition, we highlight compact and highly star-forming sources with star formation rate surface densities $\\Sigma _\\text{SFR}\\gt 10\\, \\mathrm{M}_\\odot \\, \\text{yr}^{-1}\\, \\text{kpc}^{-2}$ as possible Lyman continuum leaking candidates that could be major contributors to the process of reionization. Future spectroscopic follow-up of these compact galaxies (e.g. with the James Webb Space Telescope) will further clarify their role in reionization and the physics of early star formation.",
      "bibcode": "2022MNRAS.516.2162N"
    }
  ],
  "nth_author": [
    {
      "title": "The JWST FRESCO survey: legacy NIRCam/grism spectroscopy and imaging in the two GOODS fields",
      "year": "2023",
      "authors": [
        "Oesch, P. A.",
        "Brammer, G.",
        "Naidu, R. P.",
        "Bouwens, R. J.",
        "Chisholm, J.",
        "Illingworth, G. D.",
        "Matthee, J.",
        "Nelson, E.",
        "Qin, Y.",
        "Reddy, N.",
        "Shapley, A.",
        "Shivaei, I.",
        "van Dokkum, P.",
        "Weibel, A.",
        "Whitaker, K.",
        "Wuyts, S.",
        "Covelo-Paz, A.",
        "Endsley, R.",
        "Fudamoto, Y.",
        "Giovinazzo, E.",
        "Herard-Demanche, T.",
        "Kerutt, J.",
        "Kramarenko, I.",
        "Labbe, I.",
        "Leonova, E.",
        "Lin, J.",
        "Magee, D.",
        "Marchesini, D.",
        "Maseda, M.",
        "Mason, C.",
        "Matharu, J.",
        "Meyer, R. A.",
        "Neufeld, C.",
        "Prieto Lyon, G.",
        "Schaerer, D.",
        "Sharma, R.",
        "Shuntov, M.",
        "Smit, R.",
        "Stefanon, M.",
        "Wyithe, J. S. B.",
        "Xiao, M."
      ],
      "abstract": "We present the JWST cycle 1 53.8 h medium program FRESCO, short for 'First Reionization Epoch Spectroscopically Complete Observations'. FRESCO covers 62 arcmin<SUP>2</SUP> in each of the two GOODS/CANDELS fields for a total area of 124 arcmin<SUP>2</SUP> exploiting JWST's powerful new grism spectroscopic capabilities at near-infrared wavelengths. By obtaining ~2 h deep NIRCam/grism observations with the F444W filter, FRESCO yields unprecedented spectra at R ~ 1600 covering 3.8-5.0 µm for most galaxies in the NIRCam field of view. This setup enables emission line measurements over most of cosmic history, from strong PAH lines at z ~ 0.2-0.5, to Pa α and Pa β at z ~ 1-3, He I and [S III] at z ~ 2.5-4.5, H α and [N II] at z ~ 5-6.5, up to [O III] and H β for z ~ 7-9 galaxies. FRESCO's grism observations provide total line fluxes for accurately estimating galaxy stellar masses and calibrating slit-loss corrections of NIRSpec/MSA spectra in the same field. Additionally, FRESCO results in a mosaic of F182M, F210M, and F444W imaging in the same fields to a depth of ~28.2 mag (5σ in 0${_{.}^{\\prime\\prime}}$32 diameter apertures). Here, we describe the overall survey design and the key science goals that can be addressed with FRESCO. We also highlight several, early science results, including: spectroscopic redshifts of Lyman break galaxies that were identified almost 20 yr ago, the discovery of broad-line active galactic nuclei at z &gt; 4, and resolved Pa α maps of galaxies at z ~ 1.4. These results demonstrate the enormous power for serendipitous discovery of NIRCam/grism observations.",
      "bibcode": "2023MNRAS.525.2864O"
    },
    {
      "title": "The Bullseye: HST, Keck/KCWI, and Dragonfly Characterization of a Giant Nine-ringed Galaxy",
      "year": "2025",
      "authors": [
        "Pasha, Imad",
        "van Dokkum, Pieter G.",
        "Liu, Qing",
        "Bowman, William P.",
        "Janssens, Steven R.",
        "Keim, Michael A.",
        "Neufeld, Chloe",
        "Abraham, Roberto"
      ],
      "abstract": "We report the discovery and multiwavelength follow-up of LEDA 1313424 (\"Bullseye\"), a collisional ring galaxy (CRG) with nine readily identified rings—the most so far reported for a CRG. These data shed new light on the rapid, multiring phase of CRG evolution. Using Hubble Space Telescope (HST) imaging, we identify and measure nine ring structures, several of which are \"piled up\" near the center of the galaxy, while others extend to tens of kiloparsecs scales. We also identify faint patches of emission at large radii (~70 kpc) in the HST imaging and confirm the association of this emission with the galaxy via spectroscopy. Deep ground-based imaging using the Dragonfly Telephoto Array finds evidence that this patch of emission is part of an older, fading ring from the collision. We find that the locations of the detected rings are an excellent match to predictions from analytic theory if the galaxy was a 10-ring system whose outermost ring has faded away. We identify the likely impacting galaxy via Keck/KCWI spectroscopy, finding evidence for gas extending between it and the Bullseye. The overall size of this galaxy rivals that of known giant low surface brightness galaxies (GLSBs) such as Malin I, lending credence to the hypothesis that CRGs can evolve into GLSBs as their rings expand and fade. Analysis of the H I content in this galaxy from ALFALFA finds significantly elevated neutral hydrogen with respect to the galaxy's stellar mass, another feature in alignment with GLSB systems.",
      "bibcode": "2025ApJ...980L...3P"
    },
    {
      "title": "Quantifying Baryonic Feedback on the Warm–Hot Circumgalactic Medium in CAMELS Simulations",
      "year": "2025",
      "authors": [
        "Medlock, Isabel",
        "Neufeld, Chloe",
        "Nagai, Daisuke",
        "Anglés-Alcázar, Daniel",
        "Genel, Shy",
        "Oppenheimer, Benjamin D.",
        "Sims, Xavier",
        "Singh, Priyanka",
        "Villaescusa-Navarro, Francisco"
      ],
      "abstract": "The baryonic physics shaping galaxy formation and evolution are complex, spanning a vast range of scales and making them challenging to model. Cosmological simulations rely on subgrid models that produce significantly different predictions. Understanding how models of stellar and active galactic nucleus (AGN) feedback affect baryon behavior across different halo masses and redshifts is essential. Using the SIMBA and IllustrisTNG suites from the Cosmology and Astrophysics with MachinE Learning Simulations (CAMELS) project, we explore the effect of parameters governing the subgrid implementation of stellar and AGN feedback. We find that while IllustrisTNG shows higher cumulative feedback energy across all halos, SIMBA demonstrates a greater spread of baryons, quantified by the closure radius and circumgalactic medium (CGM) gas fraction. This suggests that feedback in SIMBA couples more effectively to baryons and drives them more efficiently within the host halo. There is evidence that the different feedback modes are highly interrelated in these subgrid models. The parameters controlling the stellar feedback efficiency significantly impact AGN feedback, as seen in the suppression of black hole mass growth and delayed activation of AGN feedback to higher-mass halos with increasing stellar feedback efficiency in both simulations. Additionally, the AGN feedback efficiency parameters affect the CGM gas fraction at low halo masses in SIMBA, hinting at complex, nonlinear interactions between the AGN and supernova feedback modes. Overall, we demonstrate that stellar and AGN feedback are intimately interwoven, especially at low redshift, due to subgrid implementation, resulting in halo property effects that might initially seem counterintuitive.",
      "bibcode": "2025ApJ...980...61M"
    },
    {
      "title": "RELICS: Properties of z ≥ 5.5 Galaxies Inferred from Spitzer and Hubble Imaging, Including A Candidate z ∼ 6.8 Strong [O III] emitter",
      "year": "2021",
      "authors": [
        "Strait, Victoria",
        "Bradač, Maruša",
        "Coe, Dan",
        "Lemaux, Brian C.",
        "Carnall, Adam C.",
        "Bradley, Larry",
        "Pelliccia, Debora",
        "Sharon, Keren",
        "Zitrin, Adi",
        "Acebron, Ana",
        "Neufeld, Chloe",
        "Andrade-Santos, Felipe",
        "Avila, Roberto J.",
        "Frye, Brenda L.",
        "Mahler, Guillaume",
        "Nonino, Mario",
        "Ogaz, Sara",
        "Oguri, Masamune",
        "Ouchi, Masami",
        "Paterno-Mahler, Rachel",
        "Stark, Daniel P.",
        "Mainali, Ramesh",
        "Oesch, Pascal A.",
        "Trenti, Michele",
        "Carrasco, Daniela",
        "Dawson, William A.",
        "Jones, Christine",
        "Umetsu, Keiichi",
        "Vulcani, Benedetta"
      ],
      "abstract": "We present constraints on the physical properties (including stellar mass, age, and star formation rate) of 207 6 ≲ z ≲ 8 galaxy candidates from the Reionization Lensing Cluster Survey (RELICS) and Spitzer-RELICS surveys. We measure photometry using T-PHOT and perform spectral energy distribution fitting using EAzY and BAGPIPES. Of the 207 candidates for which we could successfully measure (or place limits on) Spitzer fluxes, 23 were demoted to likely z &lt; 4. Among the high-z candidates, we find intrinsic stellar masses between 1 × 10<SUP>6</SUP>M<SUB>⊙</SUB> and 4 × 10<SUP>9</SUP>M<SUB>⊙</SUB>, and rest-frame UV absolute magnitudes between -22.6 and -14.5 mag. While our sample is mostly comprised of ${L}_{m\\mathrm{UV}}/{L}_{m\\mathrm{UV}}^{* }\\lt 1$ &lt;!-- --&gt; galaxies, it extends to ${L}_{m\\mathrm{UV}}/{L}_{m\\mathrm{UV}}^{* }\\sim 2$ &lt;!-- --&gt; . Our sample spans ∼4 orders of magnitude in stellar mass and star formation rates, and exhibits ages that range from maximally young to maximally old. We highlight 11 z ≥ 6.5 galaxies with detections in Spitzer/IRAC imaging, several of which show evidence for some combination of evolved stellar populations, large contributions of nebular emission lines, and/or dust. Among these is PLCKG287+32-2013, one of the brightest z ∼ 7 candidates known (AB mag 24.9 at 1.6 μm) with a Spitzer 3.6 μm flux excess suggesting strong [O III] + H-β emission (∼1000 Å rest-frame equivalent width). We discuss the possible uses and limits of our sample and present a public catalog of Hubble + Spitzer photometry along with physical property estimates for all objects in the sample. Because of their apparent brightnesses, high redshifts, and variety of stellar populations, these objects are excellent targets for follow-up with the James Webb Space Telescope.",
      "bibcode": "2021ApJ...910..135S"
    }
  ]
}